Repository: bradymholt/cron-expression-descriptor
Catalog: CronExpressionDescriptor/Resources.*.resx
Languages: ro

# AnErrorOccuredWhenGeneratingTheExpressionD
source: An error occured when generating the expression description. Check the cron expression syntax.
ro: Eroare la generarea descrierii. Verificați sintaxa.

source: At
ro: La

# AtSpace
source: At
ro: La

# AtX0
source: at {0}
ro: la {0}

# AtX0MinutesPastTheHour
source: at {0} minutes past the hour
ro: la și {0} minute

# AtX0SecondsPastTheMinute
source: at {0} seconds past the minute
ro: la și {0} secunde

# BetweenX0AndX1
source: between {0} and {1}
ro: între {0} și {1}

# ComaBetweenDayX0AndX1OfTheMonth
source: , between day {0} and {1} of the month
ro: , între zilele {0} și {1} ale lunii

# ComaEveryDay
source: , every day
ro: , în fiecare zi

# ComaEveryHour
source: , every hour
ro: , în fiecare oră

# ComaEveryMinute
source: , every minute
ro: , în fiecare minut

# ComaEveryX0Days
source: , every {0} days
ro: , la fiecare {0} zile

# ComaEveryX0DaysOfTheWeek
source: , every {0} days of the week
ro: , la fiecare a {0}-a zi a săptămânii

# ComaEveryX0Months
source: , every {0} months
ro: , la fiecare {0} luni

# ComaEveryX0Years
source: , every {0} years
ro: , o dată la {0} ani

# ComaOnDayX0OfTheMonth
source: , on day {0} of the month
ro: , în ziua {0} a lunii

# ComaOnlyInX0
source: , only in {0}
ro: , doar în {0}

# ComaOnlyOnX0
source: , only on {0}
ro: , doar {0}

# ComaOnThe
source: , on the
ro: , în

# ComaOnTheLastDayOfTheMonth
source: , on the last day of the month
ro: , în ultima zi a lunii

# ComaOnTheLastWeekdayOfTheMonth
source: , on the last weekday of the month
ro: , în ultima zi lucrătoare a lunii

# ComaOnTheLastX0OfTheMonth
source: , on the last {0} of the month
ro: , în ultima {0} a lunii

# ComaOnTheX0OfTheMonth
source: , on the {0} of the month
ro: , în {0} a lunii

# ComaX0ThroughX1
source: , {0} through {1}
ro: , de {0} până {1}

source: every hour
ro: în fiecare oră

source: every minute
ro: în fiecare minut

# EveryMinuteBetweenX0AndX1
source: Every minute between {0} and {1}
ro: În fiecare minut între {0} și {1}

source: every second
ro: în fiecare secundă

# EveryX0Hours
source: every {0} hours
ro: la fiecare {0} ore

# EveryX0Minutes
source: every {0} minutes
ro: la fiecare {0} minute

# EveryX0Seconds
source: every {0} seconds
ro: la fiecare {0} secunde

source: fifth
ro: a cincea

source: first
ro: prima

source: first weekday
ro: prima zi a săptămânii

source: forth
ro: a patra

# MinutesX0ThroughX1PastTheHour
source: minutes {0} through {1} past the hour
ro: între minutele {0} și {1}

source: second
ro: a doua

# SecondsX0ThroughX1PastTheMinute
source: seconds {0} through {1} past the minute
ro: între secunda {0} și secunda {1}

# SpaceAnd
source: and
ro: și

# SpaceAndSpace
source: and
ro: și

# SpaceX0OfTheMonth
source: {0} of the month
ro: {0} a lunii

source: third
ro: a treia

# WeekdayNearestDayX0
source: weekday nearest day {0}
ro: cea mai apropiată zi a săptămânii de ziua {0}
